Repository: KDE/mailimporter
Catalog: po/*/libmailimporter6.po
Languages: ar, eo

source: Cannot parse the folder structure; continuing import without subfolder support.
ar: لا يمكن تحليل بنية المجلد؛ الاستمرار في الاستيراد دون دعم المجلد الفرعي.
eo: Ne povas analizi la dosierujon; daŭrigante importadon sen subteno de subdosierujo.

source: Importing new mail files ('.cnm')...
ar: استيراد ملفات بريد جديدة ('.cnm')...
eo: Importante novajn retpoŝtdosierojn ('.cnm')...

source: Importing mail folders ('.pmm')...
ar: استيراد مجلدات البريد ('.pmm')...
eo: Importante mesaĝujojn ('.pmm')...

source: Importing 'UNIX' mail folders ('.mbx')...
ar: استيراد مجلدات البريد 'UNIX' ('.mbx')...
eo: Importante 'unix'-mesaĝujojn ('.mbx')...

# define folder name when we will import pegasus mail
source: PegasusMail-Import
ar: استيراد بريد بيغاسوس
eo: PegasusMail-Importo

source: Importing %1
ar: يستورد %1
eo: Importado de %1

source: Parsing the folder structure...
ar: تحليل بنية المجلد...
eo: Analizante la dosierujo-strukturon...

source: Import SeaMonkey Mails and Folder Structure
ar: استيراد رسائل البريد الإلكتروني SeaMonkey وبنية المجلد
eo: Importi SeaMonkey-Poŝtojn kaj Dosierujon

source: <p><b>SeaMonkey import filter</b></p><p>Select your base SeaMonkey mailfolder (usually ~/.icedove/*.default/Mail/Local Folders/).</p><p><b>Note:</b> Never choose a Folder which <u>does not</u> contain mbox-files (for example, a maildir): if you do, you will get many new folders.</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "SeaMonkey-Import".</p>
ar: <p><b>مرشح استيراد SeaMonkey</b></p><p>حدد مجلد بريد SeaMonkey الأساسي (عادةً ~/.icedove/*.default/Mail/Local Folders/).</p><p><b>ملاحظة:</b> لا تختار أبدًا مجلدًا <u>لا</u> يحتوي على ملفات mbox (على سبيل المثال، دليل بريد): إذا قمت بذلك، فستحصل على العديد من المجلدات الجديدة.</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات تحت: "SeaMonkey-Import".</p>
eo: <p><b>Importa filtrilo de SeaMonkey</b></p><p>Elektu vian bazan retdosierujon de SeaMonkey (kutime ~/.icedove/*.default/Mail/Local Folders/).</p><p> <b>Noto:</b> Neniam elektu Dosierujon, kiu <u>ne</u> enhavas mbox-dosierojn (ekzemple, maildir): se vi faros, vi ricevos multajn novajn dosierujojn.</p> <p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "SeaMonkey-Import".</p>

source: Import Sylpheed Maildirs and Folder Structure
ar: استيراد Sylpheed Maildirs وبنية المجلد
eo: Importu Sylpheed Maildirs kaj Dosierujo-Strukturo

source: <p><b>Sylpheed import filter</b></p><p>Select the base directory of the Sylpheed mailfolder you want to import (usually: ~/Mail ).</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "Sylpheed-Import" in your local folder.</p><p>This filter also recreates the status of message, e.g. new or forwarded.</p>
ar: <p><b>مرشح استيراد Sylpheed</b></p><p>حدد الدليل الأساسي لمجلد بريد Sylpheed الذي تريد استيراده (عادةً: ~/Mail ).</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات ضمن: "Sylpheed-Import" في المجلد المحلي لديك.</p><p>يعيد هذا المرشح أيضًا إنشاء حالة الرسالة، على سبيل المثال جديدة أو مُعاد توجيهها.</p>
eo: <p><b>Sylpheed-importfiltrilo</b></p><p>Elektu la bazan dosierujon de la Sylpheed-poŝta dosierujo, kiun vi volas importi (kutime: ~/Mail ).</p><p>Ĉar ĝi estas eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "Sylpheed-Import" en via loka dosierujo.</p><p>Tiu ĉi filtrilo ankaŭ rekreas la staton de mesaĝo, ekz. nova aŭ plusendita.</p>

source: Import The Bat! Mails and Folder Structure
ar: استيراد رسائل The Bat وبنية المجلد
eo: Importi The Bat! Poŝtojn kaj Dosierujostrukturon

source: <p><b>The Bat! import filter</b></p><p>Select the base directory of the 'The Bat!' local mailfolder you want to import.</p><p><b>Note:</b> This filter imports the *.tbb-files from 'The Bat!' local folder, e.g. from POP accounts, and not from IMAP/DIMAP accounts.</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "TheBat-Import" in your local account.</p>
ar: <p><b>مرشح استيراد The Bat!</b></p><p>حدد الدليل الأساسي لمجلد البريد المحلي "The Bat!" الذي تريد استيراده.</p><p><b>ملاحظة:</b> يستورد هذا المرشح ملفات *.tbb من المجلد المحلي "The Bat!"، على سبيل المثال من حسابات POP، وليس من حسابات IMAP/DIMAP.</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات تحت: "TheBat-Import" في حسابك المحلي.</p>
eo: <p><b>The Bat! importfiltrilo</b></p><p>Elektu la bazan dosierujon de la 'The Bat!' loka poŝta dosierujo, kiun vi volas importi.</p><p><b>Noto:</b> Ĉi tiu filtrilo importas la *.tbb-dosierojn el 'The Bat!' loka dosierujo, ekz. de POP-kontoj, kaj ne de IMAP/DIMAP-kontoj.</p><p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "TheBat-Import" en via loka konto.</p> p>

source: Import Thunderbird/Mozilla Local Mails and Folder Structure
ar: استيراد بنية المجلدات ورسائل البريد المحلية Thunderbird/Mozilla
eo: Importi Thunderbird/Mozilla Lokajn Poŝtojn kaj Dosierujostrukturon

source: <p><b>Thunderbird/Mozilla import filter</b></p><p>Select your base Thunderbird/Mozilla mailfolder (usually ~/.thunderbird/*.default/Mail/Local Folders/).</p><p><b>Note:</b> Never choose a Folder which <u>does not</u> contain mbox-files (for example, a maildir): if you do, you will get many new folders.</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "Thunderbird-Import".</p>
ar: <p><b>مرشح استيراد Thunderbird/Mozilla</b></p><p>حدد مجلد بريد Thunderbird/Mozilla الأساسي (عادةً ~/.thunderbird/*.default/Mail/Local Folders/).</p><p><b>ملاحظة:</b> لا تختار أبدًا مجلدًا <u>لا</u> يحتوي على ملفات mbox (على سبيل المثال، دليل بريد): إذا قمت بذلك، فستحصل على العديد من المجلدات الجديدة.</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات تحت: "Thunderbird-Import".</p>
eo: <p><b>Thunderbird/Mozilla importfiltrilo</b></p><p>Elektu vian bazan Thunderbird/Mozilla poŝtdosierujon (kutime ~/.thunderbird/*.default/Mail/Local Folders/).</p><p><b>Noto:</b> Neniam elektu Dosierujon, kiu <u>ne</u> enhavas mbox-dosierojn (ekzemple, maildir): se vi faros, vi ricevos multajn novajn dosierujojn. </p><p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "Thunderbird-Import".</p>

# name of thunderbird application
source: Thunderbird
ar: ثندربيرد
eo: Tondrobirdo

# name of trojira application
source: Trojita
ar: تروجيتا

# name of geary application
source: Geary
ar: غيري

# @title:window
source: Select thunderbird profile
ar: حدد تشكيلة ثندربيرد
eo: Elekti thunderbird-profilon

source: (default)
ar: (المبدئيّ)
eo: (defaŭlta)

source: From:
ar: من:
eo: De:

source: To:
ar: إلى:
eo: Al:

source: Current:
ar: الحالي:
eo: Aktualo:

source: Total:
ar: الإجمالي:
eo: Totalo:

source: Select Profile:
ar: اختر تشكيلة:
eo: Elektu Profilon:

source: Error: failed to read temporary file at %1
ar: خطأ: فشل في قراءة الملف المؤقت في %1
eo: Eraro: malsukcesis legi provizoran dosieron ĉe %1

source: <b>Warning:</b> Got a bad message folder, adding to root folder.
ar: <b>تحذير:</b> حصلت على مجلد رسائل سيئ، سيضاف إلى المجلد الجذر.
eo: <b>Averto:</b> Havas malbonan mesaĝan dosierujon, aldonante al radika dosierujo.

source: <b>Warning:</b> Could not check that the folder already exists. Reason: %1
ar: <b>تحذير:</b> تعذر التحقق من وجود المجلد بالفعل. السبب: %1
eo: <b>Averto:</b> Ne eblis kontroli ke la dosierujo jam ekzistas. Kialo: %1

source: <b>Error:</b> Could not create folder. Reason: %1
ar: <b>خطأ:</b> تعذر إنشاء المجلد. السبب: %1
eo: <b>Eraro:</b> Ne eblis krei dosierujon. Kialo: %1

source: <b>Warning:</b> Could not fetch mail in folder %1. Reason: %2 You may have duplicate messages.
ar: <b>تحذير:</b> تعذر جلب البريد في المجلد %1. السبب: %2 قد يكون لديك رسائل مكررة.
eo: <b>Averto:</b> Ne eblis preni poŝton en la dosierujo %1. Kialo: %2 Vi eble havas duplikatajn mesaĝojn.

source: <b>Warning:</b> Got an invalid message in folder %1.
ar: <b>تحذير:</b> حصلت على رسالة غير صالحة في المجلد %1.
eo: <b>Averto:</b> ricevis nevalidan mesaĝon en la dosierujo %1.

source: <b>Error:</b> Could not add message to folder %1. Reason: %2
ar: <b>خطأ:</b> تعذر إضافة الرسالة إلى المجلد %1. السبب: %2
eo: <b>Eraro:</b> Ne eblis aldoni mesaĝon al dosierujo %1. Kialo: %2

source: Unable to retrieve folder for folder path %1.
ar: غير قادر على استرداد المجلد لمسار المجلد %1.
eo: Ne eblas preni dosierujon por dosierujo vojo %1.

# define folder name where we import evolution mails
source: Evolution-Import
eo: Evolucio-Importo

# define folder name where we will import clawsmail mails
source: ClawsMail-Import
eo: ClawsMail-Importo

# Define folder name where we import lotus note mails
source: LNotes-Import
eo: LNotes-Importo

# name of sylpheed application
source: Sylpheed
eo: Silfedo

# define folder name where we will import sylpheed mails
source: Sylpheed-Import
eo: Sylpheed-Importo

# Define folder where we will import thebat mails
source: TheBat-Import
eo: TheBat-Importo
