Repository: KDE/mailimporter
Catalog: po/*/libmailimporter6.po
Languages: ar, eo

source: Import Balsa Local Mails and Folder Structure
ar: استيراد رسائل بريد بلسا المحلية وهيكل المجلدات
eo: Importi Balsa Lokaj Poŝtoj kaj Dosierujo-Strukturo

source: <p><b>Balsa import filter</b></p><p>Select the base directory of your local Balsa mailfolder (usually ~/mail/).</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "Balsa-Import".</p>
ar: <p><b>مرشح استيراد بلسا</b></p><p>حدد الدليل الأساسي لمجلد بريد بلسا المحلي (عادةً ~/mail/).</p><p> نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، سيخزن المجلدات تحت: "Balsa-Import".</p>
eo: <p><b>Balsa importfiltrilo</b></p><p>Elektu la bazan dosierujon de via loka Balsa-poŝtdosierujo (kutime ~/mail/).</p><p>Ĉar eblas rekrei la dosierujo-strukturo, la dosierujoj estos konservitaj sub: "Balsa-Import".</p>

# name of balsa application
source: Balsa
ar: بلسا

source: No directory selected.
ar: لم يحدد مجلد.
eo: Neniu dosierujo elektita.

source: No files found for import.
ar: لم توجد ملفّات للاستيراد.
eo: Neniuj dosieroj trovitaj por importo.

source: Finished importing emails from %1
ar: انتهى من استيراد البريد الإلكتروني من %1
eo: Finis importi retpoŝtojn de %1

source: 1 duplicate message not imported
ar: 1 رسالة مكررة لم تستورد
eo: 1 duobligita mesaĝo ne importita

source: Finished import, canceled by user.
ar: انتهى الاستيراد، ألغي من قبل المستخدم.
eo: Finita importo, nuligita de uzanto.

source: Import folder %1...
ar: استورد مجلد %1...
eo: Importi dosierujon %1...

source: Could not import %1
ar: تعذر استيراد %1
eo: Ne eblis importi %1

source: Import Claws-mail Maildirs and Folder Structure
ar: استيراد مجلدات بريد الإلكتروني Claws وبنية المجلد
eo: Importi Claws-mail Maildirs kaj Dosierujo-Strukturon

source: <p><b>Claws-mail import filter</b></p><p>Select the base directory of the Claws-mail mailfolder you want to import (usually: ~/Mail ).</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "ClawsMail-Import" in your local folder.</p><p>This filter also recreates the status of message, e.g. new or forwarded.</p>
ar: <p><b>مرشح استيراد Claws-mail</b></p><p>حدد الدليل الأساسي لمجلد بريد Claws-mail الذي تريد استيراده (عادةً: ~/Mail ).</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات ضمن: "ClawsMail-Import" في المجلد المحلي لديك.</p><p>يعيد هذا المرشح أيضًا إنشاء حالة الرسالة، على سبيل المثال جديدة أو مُعاد توجيهها.</p>
eo: <p><b>Importa filtrilo de Claws-mail</b></p><p>Elektu la bazan dosierujon de la poŝtdosierujo de Claws-mail, kiun vi volas importi (kutime: ~/Mail ).</p><p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "ClawsMail-Import" en via loka dosierujo.</p><p>Tiu ĉi filtrilo ankaŭ rekreas la staton de mesaĝo, ekz. nova aŭ plusendita.</p>

# name of clawsMail application
source: ClawsMail
ar: بريد كلاوس

source: Import Evolution 1.x Local Mails and Folder Structure
ar: استيراد رسائل بريد Evolution 1.x المحلية وهيكل المجلدات
eo: Importi Evolution 1.x Lokajn Poŝtojn kaj Dosierujo-Strukturon

source: Simon MARTIN<br /><br />( Filter accelerated by Danny Kukawka )
ar: سيمون مارتن<br /><br />( تسريع المرشح بواسطة داني كوكوكا )
eo: Simon MARTIN<br /><br />( Filtrilo akcelita de Danny Kukawka )

source: <p><b>Evolution 1.x import filter</b></p><p>Select the base directory of Evolution's mails (usually ~/evolution/local).</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "Evolution-Import".</p>
ar: <p><b>مرشح استيراد Evolution 1.x</b></p><p>حدد الدليل الأساسي لرسائل البريد الإلكتروني الخاصة بـ Evolution (عادةً ~/evolution/local).</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، سيتم تخزين المجلدات ضمن: "Evolution-Import".</p>
eo: <p><b>Importa filtrilo de Evolution 1.x</b></p><p>Elektu la bazan dosierujon de la retpoŝtoj de Evolution (kutime ~/evolution/local).</p><p>Ĉar ĝi eblas por rekrei la dosierujon, la dosierujoj estos konservitaj sub: "Evolution-Import".</p>

# name of evolution application
source: Evolution
ar: إيفُليوشن

source: Unable to open %1, skipping
ar: غير قادر على فتح %1، تخطي
eo: Ne eblas malfermi %1, preterlasante

source: Importing emails from %1...
ar: استيراد رسائل البريد الإلكتروني من %1...
eo: Importante retpoŝtojn de %1...

source: Import Evolution 2.x Local Mails and Folder Structure
ar: استيراد رسائل بريد Evolution 2.x المحلية وهيكل المجلدات
eo: Import Evolution 2.x Lokaj Poŝtoj kaj Dosierujo-Strukturo

source: <p><b>Evolution 2.x import filter</b></p><p>Select the base directory of your local Evolution mailfolder (usually ~/.evolution/mail/local/).</p><p><b>Note:</b> Never choose a Folder which <u>does not</u> contain mbox-files (for example a maildir): if you do, you will get many new folders.</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "Evolution-Import".</p>
ar: <p><b>مرشح استيراد Evolution 2.x</b></p><p>حدد الدليل الأساسي لمجلد بريد Evolution المحلي (عادةً ~/.evolution/mail/local/).</p><p><b>ملاحظة:</b> لا تختار أبدًا مجلدًا <u>لا</u> يحتوي على ملفات mbox (على سبيل المثال دليل بريد): إذا قمت بذلك، فستحصل على العديد من المجلدات الجديدة.</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات تحت: "Evolution-Import".</p>
eo: <p><b>Importa filtrilo de Evolution 2.x</b></p><p>Elektu la bazan dosierujon de via loka Evolution-poŝtdosierujo (kutime ~/.evolution/mail/local/).</p><p><b>Noto:</b> Neniam elektu Dosierujon, kiu <u>ne</u> enhavas mbox-dosierojn (ekzemple maildir): se vi faros, vi ricevos multajn novajn dosierujojn.</p><p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "Evolution-Import".</p>

# name of evolution application
source: Evolution (v2)
ar: إيفُليوشن (إصدار 2)

source: Start import file %1...
ar: ابدأ استيراد الملف %1...
eo: Komenci importdosieron %1...

source: Import Evolution 3.x Local Mails and Folder Structure
ar: استيراد رسائل بريد Evolution 3.x المحلية وهيكل المجلدات
eo: Import Evolution 3.x Lokaj Poŝtoj kaj Dosierujo-Strukturo

source: <p><b>Evolution 3.x import filter</b></p><p>Select the base directory of your local Evolution mailfolder (usually ~/.local/share/evolution/mail/local/).</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "Evolution-Import".</p>
ar: <p><b>مرشح استيراد Evolution 3.x</b></p><p>حدد الدليل الأساسي لمجلد بريد Evolution المحلي (عادةً ~/.local/share/evolution/mail/local/).</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات تحت: "Evolution-Import".</p>
eo: <p><b>Importa filtrilo de Evolution 3.x</b></p><p>Elektu la bazan dosierujon de via loka Evolution-poŝtdosierujo (kutime ~/.local/share/evolution/mail/local/).</p><p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "Evolution-Import".</p>

# name of evolution application
source: Evolution (v3)
ar: إيفُليوشن (إصدار 3)

source: Import Icedove Mails and Folder Structure
ar: استيراد رسائل Icedove وبنية المجلد
eo: Importu Icedove Poŝtojn kaj Dosierujstrukturon

source: <p><b>Icedove import filter</b></p><p>Select your base Icedove mailfolder (usually ~/.icedove/*.default/Mail/Local Folders/).</p><p><b>Note:</b> Never choose a Folder which <u>does not</u> contain mbox-files (for example, a maildir): if you do, you will get many new folders.</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "Icedove-Import".</p>
ar: <p><b>مرشح استيراد Icedove</b></p><p>حدد مجلد بريد Icedove الأساسي (عادةً ~/.icedove/*.default/Mail/Local Folders/).</p><p><b>ملاحظة:</b> لا تختار أبدًا مجلدًا <u>لا</u> يحتوي على ملفات mbox (على سبيل المثال، دليل بريد): إذا قمت بذلك، فستحصل على العديد من المجلدات الجديدة.</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، ستخزن المجلدات تحت: "Icedove-Import".</p>
eo: <p><b>Icedove-importfiltrilo</b></p><p>Elektu vian bazan Icedove-poŝtdosierujon (kutime ~/.icedove/*.default/Mail/Local Folders/).</p><p><b>Noto:</b> Neniam elektu Dosierujon, kiu <u>ne</u> enhavas mbox-dosierojn (ekzemple, maildir): se vi faros, vi ricevos multajn novajn dosierujojn.</p><p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "Icedove-Import".</p>

# name of icedove application
source: Icedove
ar: آيس‌دوف

source: Import KMail Maildirs and Folder Structure
ar: استيراد مجلدات بريد الإلكتروني "بريدك" وبنية المجلد
eo: Importi KMail-Poŝtdosierujojn kaj Dosierujstrukturon

source: <p><b>KMail import filter</b></p><p>Select the base directory of the KMail mailfolder you want to import.</p><p><b>Note:</b> Never select your current local KMail maildir (usually ~/Mail or ~/.kde/share/apps/kmail/mail ): in this case, ImportWizard may become stuck in a continuous loop. </p><p>This filter does not import KMail mailfolders with mbox files.</p><p>Since it is possible to recreate the folder structure, the folders will be stored under: "KMail-Import" in your local folder.</p>
ar: <p><b>مرشح استيراد "بريدك"</b></p><p>حدد الدليل الأساسي لمجلد بريد "بريدك" الذي تريد استيراده.</p><p><b>ملاحظة:</b> لا تحدد مطلقًا دليل بريد "بريدك" المحلي الحالي (عادةً ~/Mail أو ~/.kde/share/apps/kmail/mail): في هذه الحالة، قد يعلق ImportWizard في حلقة مستمرة. </p><p>لا يستورد هذا المرشح مجلدات بريد "بريدك" التي تحتوي على ملفات mbox.</p><p>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، سيتم تخزين المجلدات تحت: "KMail-Import" في المجلد المحلي لديك.</p>
eo: <p><b>KMail-importfiltrilo</b></p><p>Elektu la bazan dosierujon de la retdosierujo de KMail kiun vi volas importi.</p><p><b>Noto:</b> Neniam elektu vian nunan lokan retpoŝtdiraĵon de KMail (kutime ~/Mail aŭ ~/.kde/share/apps/kmail/mail ): ĉi-kaze, ImportWizard povas blokiĝi en kontinua buklo. </p><p>Ĉi tiu filtrilo ne importas KMail-poŝtajn dosierujojn kun mbox dosieroj.</p><p>Ĉar eblas rekrei la dosierujon, la dosierujoj estos konservitaj sub: "KMail-Import" en via loka dosierujo.</p>

source: Could not import %1, duplicated message
ar: تعذر استيراد %1، رسالة مكررة
eo: Ne eblis importi %1, duobligita mesaĝo

source: Import KMail Archive File
ar: استيراد ملف أرشيف "بريدك"
eo: Importi KMail-Arĥivan Dosieron

source: <p><b>KMail Archive File Import Filter</b></p><p>This filter will import archives files previously exported by KMail.</p><p>Archive files contain a complete folder subtree compressed into a single file.</p>
ar: <p><b>مرشح استيراد ملفات أرشيف "بريدك"</b></p><p>سيقوم هذا المرشح باستيراد ملفات الأرشيف التي تم تصديرها مسبقًا بواسطة "بريدك".</p><p>تحتوي ملفات الأرشيف على شجرة فرعية كاملة للمجلد مضغوطة في ملف واحد.</p>
eo: <p><b>KMail Archive File Import Filtrile</b></p><p>Tiu ĉi filtrilo importos arkivajn dosierojn antaŭe eksportitajn de KMail.</p><p>Arĥivaj dosieroj enhavas kompletan dosierujon kunpremitan en ununura dosiero.</p>

source: Importing folder '%1'...
ar: يستورد مجلد '%1'…
eo: Importa dosierujo '%1'...

source: Unexpected subfolder %1 in folder %2.
ar: مجلد فرعي غير متوقع %1 في المجلد %2.
eo: Neatendita subdosierujo %1 en dosierujo %2.

source: No subfolder named 'cur' in folder %1.
ar: لا يوجد مجلد فرعي اسمه "cur" في المجلد %1.
eo: Neniu subdosierujo nomita 'cur' en la dosierujo %1.

source: Unexpected subdirectory named '%1'.
ar: دليل فرعي غير متوقع اسمه '%1'.
eo: Neatendita subdosierujo nomita '%1'.

source: Select KMail Archive File to Import
ar: اختر ملف أرشيف "بريدك" للاستيراد
eo: Elekti KMail-Arĥivan Dosieron por Importi

source: KMail Archive Files
ar: ملفات أرشيف بريدك
eo: KMail Arkivaj Dosieroj

source: Please select an archive file that should be imported.
ar: يرجى تحديد ملف الأرشيف الذي يجب استيراده.
eo: Bonvolu elekti arkivan dosieron, kiu devus esti importita.

source: No archive selected.
ar: لم يحدد أرشيف.
eo: Neniu arkivo elektita.

source: The file '%1' does not appear to be a valid archive.
ar: الملف '%1' لا يبدو أنه أرشيف صالح.
eo: La dosiero '%1' ŝajnas ne esti valida arkivo.

source: Unable to open archive file '%1'
ar: غير قادر على فتح ملف الأرشيف '%1'
eo: Ne eblas malfermi arkivan dosieron '%1'

source: Counting files in archive...
ar: يعد الملفات في الأرشيف...
eo: Nombrante dosierojn en arkivo...

source: Importing the archive file '%1' into the folder '%2' succeeded.
ar: نجح استيراد ملف الأرشيف '%1' إلى المجلد '%2'.
eo: Importado de la arkiva dosiero '%1' en la dosierujon '%2' sukcesis.

source: 1 message was imported.
ar: لم تُستورد أي رسالة.
eo: 1 mesaĝo estis importita.

source: Importing the archive failed.
ar: فشل استيراد الأرشيف.
eo: Importado de la arkivo malsukcesis.

source: Import Lotus Notes Emails
ar: استيراد رسائل البريد الإلكتروني لوتس نوتس
eo: Importi Lotus Notes Retpoŝtojn

source: <p><b>Lotus Notes Structured Text mail import filter</b></p><p>This filter will import Structure Text files from an exported Lotus Notes email client into KMail. Use this filter if you want to import mails from Lotus or other mailers that use Lotus Notes' Structured Text format.</p><p><b>Note:</b> Since it is possible to recreate the folder structure, the imported messages will be stored in subfolders named by the files they came from under: "LNotes-Import" in your local folder.</p>
ar: <p><b>مرشح استيراد البريد بتنسيق Structured Text في وتس نوتس</b></p><p>سيقوم هذا المرشح باستيراد ملفات Structure Text من عميل بريد وتس نوتس مُصدَّر إلى "بريدك". استخدم هذا المرشح إذا كنت تريد استيراد رسائل البريد من لوتس أو برامج البريد الأخرى التي تستخدم تنسيق Structured Text في وتس نوتس.</p><p><b>ملاحظة:</b>نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، فسيتم تخزين الرسائل المستوردة في مجلدات فرعية تسمى بالملفات التي جاءت منها تحت: "LNotes-Import" في المجلد المحلي لديك.</p>
eo: <p><b>Importfiltrilo de poŝto de Lotus Notes Structured Text</b></p><p>Ĉi tiu filtrilo importos dosierojn de Struktura Teksto el eksportita retpoŝta kliento de Lotus Notes en KMail. Uzu ĉi tiun filtrilon se vi volas importi retpoŝtojn de Lotus aŭ aliaj retpoŝtoj kiuj uzas la formaton de Strukturita Teksto de Lotus Notes.</p><p><b>Noto:</b> Ĉar eblas rekrei la dosierujon, la importitaj mesaĝoj estos konservitaj en subdosierujoj nomitaj laŭ la dosieroj de kiuj ili venis sub: "LNotes-Import" en via loka dosierujo.</p>

source: All Files (*)
ar: كلّ الملفّات (*)
eo: Ĉiuj dosieroj (*)

source: No files selected.
ar: لم يحدّد أي ملف.
eo: Neniuj dosieroj elektitaj.

source: Importing emails from %1
ar: يستورد البريد الإلكتروني من %1
eo: Importado de retmesaĝoj de %1

source: Message %1
ar: رسالة %1
eo: Mesaĝo %1

source: Import From OS X Mail
ar: استيراد من بريد OS X
eo: Importi De OS X-Poŝto

source: Chris Howells<br /><br />Filter accelerated by Danny Kukawka )
ar: كريس هاولز<br /><br />تسريع المرشح بواسطة داني كوكوكا )
eo: Chris Howells<br /><br />Filtrilo akcelita de Danny Kukawka )

source: <p><b>OS X Mail Import Filter</b></p><p>This filter imports e-mails from the Mail client in Apple Mac OS X.</p>
ar: <p><b>مرشح استيراد البريد OS X</b></p><p>يستورد هذا المرشح رسائل البريد الإلكتروني من عميل البريد في Apple Mac OS X.</p>
eo: <p><b>Filtrilo de Importa Poŝto de OS X</b></p><p>Ĉi tiu filtrilo importas retpoŝtojn de la Poŝtkliento en Apple Mac OS X.</p>

source: 1 duplicate message not imported to folder %2 in KMail
ar: 0 رسالة مكررة لم تُستورد إلى المجلد %2 في "بريدك"
eo: 1 duobligita mesaĝo ne importita al dosierujo %2 en KMail

source: Import mailman gzip Files
ar: استيراد ملفات mailman gzip
eo: Importi mailman gzip-dosierojn

source: <p><b>mailman gzip import filter</b></p><p>This filter will import mailman gzipped files into KMail.</p><p><b>Note:</b> Emails will be imported into folders named after the file they came from, prefixed with MAILMAN-</p>
ar: <p><b>مرشح استيراد ملفات gzip من mailman</b></p><p>سيقوم هذا المرشح باستيراد ملفات gzip من mailman إلى KMail.</p><p><b>ملاحظة:</b> سيتم استيراد رسائل البريد الإلكتروني إلى مجلدات تحمل اسم الملف الذي جاءت منه، مع إضافة بادئة MAILMAN-</p>
eo: <p><b>importfiltrilo de mailman gzip</b></p><p>Tiu ĉi filtrilo importos dosierojn de mailman gzip en KMail.</p><p><b>Noto:</b> Retpoŝtoj estos importitaj en dosierujojn nomitajn laŭ la dosiero el kiu ili venis, prefiksitaj per MAILMAN-</p>

source: gzip Files
ar: ملفّات gzip
eo: gzip-dosieroj

source: Unable to open archive file '%1', skipping
ar: غير قادر على فتح ملف الأرشيف '%1'، التخطي
eo: Ne eblas malfermi arkivan dosieron '%1', preterlasante

source: Import mbox Files (UNIX, Evolution)
ar: استيراد ملفات mbox (UNIX، Evolution)
eo: Importi mbox-dosieroj (UNIKSO, Evolution)

source: Laurence Anderson <p>( Filter accelerated by Danny Kukawka )</p>
ar: لورنس أندرسون <p>( تسريع المرشح بواسطة داني كوكوكا )</p>
eo: Laurence Anderson <p>( Filtrilo akcelita de Danny Kukawka )</p>

source: <p><b>mbox import filter</b></p><p>This filter will import mbox files into KMail. Use this filter if you want to import mails from Ximian Evolution or other mailers that use this traditional UNIX format.</p><p><b>Note:</b> Emails will be imported into folders named after the file they came from, prefixed with MBOX-</p>
ar: <p><b>مرشح استيراد mbox</b></p><p>سيقوم هذا المرشح باستيراد ملفات mbox إلى "بريدك". استخدم هذا المرشح إذا كنت تريد استيراد رسائل البريد الإلكتروني من Ximian Evolution أو برامج البريد الأخرى التي تستخدم تنسيق UNIX التقليدي هذا.</p><p><b>ملاحظة:</b>سيتم استيراد رسائل البريد الإلكتروني إلى مجلدات تحمل اسم الملف الذي جاءت منه، مع إضافة بادئة MBOX-</p>
eo: <p><b>mbox-importfiltrilo</b></p><p>Tiu ĉi filtrilo importos mbox-dosierojn en KMail. Uzu ĉi tiun filtrilon se vi volas importi retpoŝtojn de Ximian Evolution aŭ aliajn retpoŝtojn kiuj uzas ĉi tiun tradician UNIX-formaton.</p><p><b>Noto:</b> Retpoŝtoj estos importitaj en dosierujojn nomitajn laŭ la dosiero, kiun ili venis. de, prefiksita per MBOX-</p>

source: mbox Files
ar: ملفّات mbox
eo: mbox Dosieroj

source: Import Outlook Express Emails
ar: استيراد رسائل البريد الإلكتروني في Outlook Express
eo: Importi Outlook Express Retpoŝtojn

source: Laurence Anderson <br>( Filter enhanced by Danny Kukawka )</p>
ar: لورنس أندرسون <br>( تحسين المرشح بواسطة داني كوكاوكا )</p>
eo: Laurence Anderson <br>( Filtrilo plibonigita de Danny Kukawka )</p>

source: <p><b>Outlook Express 4/5/6 import filter</b></p><p>You will need to locate the folder where the mailbox has been stored by searching for .dbx or .mbx files under <ul><li><i>C:\Windows\Application Data</i> in Windows 9x</li><li><i>Documents and Settings</i> in Windows 2000 or later</li></ul></p><p><b>Note:</b> Since it is possible to recreate the folder structure, the folders from Outlook Express 5 and 6 will be stored under: "OE-Import" in your local folder.</p>
ar: <p><b>مرشح استيراد Outlook Express 4/5/6</b></p><p>ستحتاج إلى تحديد موقع المجلد الذي تم تخزين صندوق البريد فيه من خلال البحث عن ملفات .dbx أو .mbx ضمن <ul><li><i>C:\Windows\Application Data</i> في Windows 9x</li><li><i>Documents and Settings</i> في Windows 2000 أو الإصدارات الأحدث</li></ul></p><p><b>ملاحظة:</b> نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، فسيتم تخزين المجلدات من Outlook Express 5 و6 ضمن: "OE-Import" فيالمجلد المحلي لديك.</p>
eo: <p><b>Importfiltrilo de Outlook Express 4/5/6</b></p><p>Vi devos lokalizi la dosierujon kie la leterkesto estis konservita serĉante .dbx aŭ .mbx dosierojn sub <ul><li><i>C:\Windows\Aplikaj datumoj</i> en Vindozo 9x</li><li><i>Dokumentoj kaj Agordoj</i> en Vindozo 2000 aŭ poste</li> </ul></p><p><b>Noto:</b> Ĉar eblas rekrei la dosierujon, la dosierujoj de Outlook Express 5 kaj 6 estos konservitaj sub: "OE-Import" en via loka dosierujo.</p>

source: No Outlook Express mailboxes found in directory %1.
ar: لم يعثر على صناديق بريد Outlook Express في الدليل %1.
eo: Neniuj leterkestoj de Outlook Express trovitaj en la dosierujo %1.

source: Import folder structure...
ar: استورد بنية مجلد…
eo: Importi dosierujon-strukturon...

source: Finished importing Outlook Express emails
ar: انتهى من استيراد رسائل البريد الإلكتروني في Outlook Express
eo: Finis importi Outlook Express-retpoŝtojn

source: Unable to open mailbox %1
ar: غير قادر على فتح صندوق البريد %1
eo: Ne eblas malfermi leterkeston %1

source: Importing OE4 Mailbox %1
ar: استيراد صندوق بريد OE4 %1
eo: Importado de OE4 Poŝtkesto %1

source: Importing OE5+ Mailbox %1
ar: استيراد صندوق بريد OE5 %1
eo: Importa OE5+ Poŝtkesto %1

source: Importing OE5+ Folder file %1
ar: استيراد ملف مجلد OE5 %1
eo: Importado de OE5+ Dosierujo %1

source: Import Opera Emails
ar: استورد بريد إلكتروني أوبرا
eo: Importi Opera-Retpoŝtojn

source: <p><b>Opera email import filter</b></p><p>This filter will import mails from Opera mail folder. Use this filter if you want to import all mails within a account in the Opera maildir.</p><p>Select the directory of the account (usually ~/.opera/mail/store/account*).</p><p><b>Note:</b> Emails will be imported into a folder named after the account they came from, prefixed with OPERA-</p>
ar: <p><b>مرشح استيراد البريد الإلكتروني في Opera</b></p><p>سيقوم هذا المرشح باستيراد رسائل البريد الإلكتروني من مجلد بريد Opera. استخدم هذا المرشح إذا كنت تريد استيراد جميع رسائل البريد الإلكتروني ضمن حساب في دليل بريد Opera.</p><p>حدد دليل الحساب(عادةً ~/.opera/mail/store/account*).</p><p><b>ملاحظة:</b> ستستورد رسائل البريد الإلكتروني إلى مجلد يحمل اسم الحساب الذي جاءت منه، مع إضافة بادئة OPERA-</p>
eo: <p><b>Importa filtrilo de Opera retpoŝto</b></p><p>Ĉi tiu filtrilo importos retpoŝtojn el la dosierujo de Opera. Uzu ĉi tiun filtrilon se vi volas importi ĉiujn retpoŝtojn ene de konto en la Opera maildir.</p><p>Elektu la dosierujon de la konto (kutime ~/.opera/mail/store/account*).</p> <p><b>Noto:</b> Retpoŝtoj estos importitaj en dosierujon nomitan laŭ la konto de kiu ili venis, prefiksita per OPERA-</p>

# name of opera application
source: Opera
ar: أوبرا

source: Importing new mail files...
ar: يستورد ملفات بريد جديدة…
eo: Importante novajn poŝtajn dosierojn...

source: Counting files...
ar: يعد الملفات…
eo: Nombrante dosierojn...

source: Import Plain Text Emails
ar: استورد بريد إلكتروني نصي
eo: Importi Plattekstajn Retpoŝtojn

source: <p>Select the directory containing the emails on your system. The emails are placed in a folder with the same name as the directory they were in, prefixed by PLAIN-</p><p>This filter will import all .msg, .eml and .txt emails.</p>
ar: <p>حدد الدليل الذي يحتوي على رسائل البريد الإلكتروني على نظامك. ستوضع رسائل البريد الإلكتروني في مجلد يحمل نفس اسم الدليل الذي كانت فيه، مع إضافة بادئة PLAIN-</p><p>سيقوم هذا المرشح باستيراد جميع رسائل البريد الإلكتروني بامتدادات .msg و.eml و.txt.</p>
eo: <p>Elektu la dosierujon enhavantan la retpoŝtojn en via sistemo. La retpoŝtoj estas metitaj en dosierujon kun la sama nomo kiel la dosierujo en kiu ili estis, prefiksita per PLAIN-</p><p>Ĉi tiu filtrilo importos ĉiujn retpoŝtojn .msg, .eml kaj .txt.</p>

source: Import Folders From Pegasus-Mail
ar: استيراد المجلدات من بريد بيغاسوس
eo: Importi Dosierujojn De Pegasus-Mail

source: Holger Schurig <br>( rewritten by Danny Kukawka )
ar: هولجر شوريج <br>(أعاد كتابته داني كوكاوكا)
eo: Holger Schurig <br>( reverkita de Danny Kukawka )

source: <p>Select the Pegasus-Mail directory on your system (containing *.CNM, *.PMM and *.MBX files). On many systems this is stored in C:\pmail\mail or C:\pmail\mail\admin</p><p><b>Note:</b> Since it is possible to recreate the folder structure, the folders will be stored under: "PegasusMail-Import".</p>
ar: <p>حدد دليل Pegasus-Mail على نظامك (يحتوي على ملفات *.CNM و*.PMMو*.MBX). وفي العديد من الأنظمة، يُخزن هذا الدليل في C:\pmail\mail أو C:\pmail\mail\admin</p><p><b>ملاحظة:</b> نظرًا لأنه من الممكن إعادة إنشاء بنية المجلد، فستخزن المجلدات ضمن: "PegasusMail-Import".</p>
eo: <p>Elektu la dosierujon Pegasus-Mail en via sistemo (enhavante dosierojn *.CNM, *.PMM kaj *.MBX). En multaj sistemoj tio estas konservita en C:\pmail\mail aŭ C:\pmail\mail\admin</p><p><b>Noto:</b> Ĉar eblas rekrei la dosierujo strukturo, la dosierujoj estos konservitaj sub: "PegasusMail-Import".</p>
